{
	"msg":[
		{
			"Allstate":"管局接口连接状态",
			"name":"上海呼兰路机房",
			"Jstate":"接口状态",
			"J":"正常",
			"Fstate":"FTP状态",
			"F":"正常",
			"Jdata":"2017-08-01 16:00:00",
			"Fdata":"2017-06-23 14:18:52",
			"Z":"总数(1)",
			"Y":"异常(0)",
			"type":"一体机",
			"id":"1"
		},
		{
			"Allstate":"管局接口连接状态",
			"name":"上海呼兰路机房",
			"Jstate":"接口状态",
			"J":"正常",
			"Fstate":"FTP状态",
			"F":"正常",
			"Jdata":"2017-08-01 16:00:00",
			"Fdata":"2017-06-23 14:18:52",
			"Z":"总数(1)",
			"Y":"异常(0)",
			"type":"一体机",
			"id":"2"
		},
		{
			"Allstate":"管局接口连接状态",
			"name":"上海呼兰路机房",
			"Jstate":"接口状态",
			"J":"正常",
			"Fstate":"FTP状态",
			"F":"正常",
			"Jdata":"2017-08-01 16:00:00",
			"Fdata":"2017-06-23 14:18:52",
			"Z":"总数(1)",
			"Y":"异常(0)",
			"type":"一体机",
			"id":"3"
		}
	],
	"showDate":[
		"2017-7-28", 
		"2017-7-28", 
		"2017-7-28", 
		"2017-7-28", 
		"2017-7-28"
	],
	"show":[
		7.0,
		6.9, 
		9.5, 
		14.5, 
		18.2
	]
}
